
{
    "welcome": "ようこそ。こちらこそ嬉しいです。",
    "hello": "こんにちは、私の名前はDanilo Costa de Oliveiraです。",
    "skills": "JavaScript、HTML、CSSなどの技術スキルと、Reactなどのフレームワークに精通しています。自身の知識を活かしてプロジェクト開発に貢献し、プログラミング分野での専門性を高めたいと考えています。",
    
    "projectDescription1": "Jump Indoor Parkのウェブサイトは、トランポリンパークのエキサイティングなアトラクションを紹介するために慎重に開発されました。施設の魅力的な景色を提供するだけでなく、ウェブサイトは顧客がオンラインでチケットを購入するための簡単なプラットフォームを提供し、パークのアクティビティに参加する際の便利さとスピードを保証します。",
    "projectDescription2": "iPulseは、クライアントのオンライン成功を推進することに特化したマーケティングエージェンシーです。ウェブサイトの構築からデジタルマーケティング戦略、有料トラフィック、ビジュアルアイデンティティ、商標登録、ソーシャルメディア管理まで幅広いサービスを提供しています。iPulseは、企業のオンラインプレゼンスとマーケティング戦略の効果を高めるカスタマイズされたソリューションを提供することを約束しています。",
    "projectDescription3": "Go-net Fibraのウェブサイトは、ブラジル北東部の顧客がさまざまなインターネット、電話、コンボプラン（TVを含む）を探索し、選択する際の直感的な体験を提供するように設計されています。Maceióを中心に、サイトは提供されるサービスの透明かつ詳細なビューを提供し、加入者が自分の接続ニーズについて情報を得て選択するのをサポートします。",
    "projectDescription4": "Fibra Speedのウェブサイトは、Campinas、Monte Mor、Hortolândiaの特定の地域の顧客に、サンパウロ地域で利用可能なさまざまなインターネット、電話、コンボプラン（TVを含む）を表示するための使いやすいプラットフォームを提供します。直感的なデザインを備えたサイトは、サンパウロ地域での接続ニーズに最適なサービスを選択するのを支援する包括的な情報を提供します。",
    "projectDescription5": "Elytプロジェクトは、太陽光発電、変電所組み立て、電気プロジェクトなど、さまざまなサービスを提供する電気工学会社向けに開発されました。ウェブサイトへの注目すべき追加機能の1つは、JavaScriptで作成された太陽光発電計算機であり、ユーザーが消費電力に対応するkWhを生成するために必要なパネルの数を計算できます。",
    "projectDescription6": "Portal Alumínioは、パラ州の会社で、フレーム、ガラス、ドア、窓、手すりなど、さまざまな製品の販売に特化しています。当社は、同社のさまざまな画像を紹介し、プロジェクトのセクションとすべての利用可能な製品を含む完全なカタログを提供するウェブサイトを開発しました。",
    "projectDescription7": "DGTVは、インターネットプロバイダー向けに作成されたページで、テレビチャンネルのパッケージとアラカルトオプションを紹介するための専用プラットフォームを提供することを望んでいました。このページは、DGnetSPのメインウェブサイトにリンクされていました。",
    "projectDescription8": "Prime Clineは、美容クリニックで、美容ケアに関連するさまざまなサービスを提供しています。このページは、企業が提供するすべての美容手順を視覚化し、サービスとミッションに関する情報を提供するために開発されました。",

    "projectTitle": "私のプロジェクト",
    "projectTitle1": "Jump Indoor Park",
    "projectTitle2": "iPulse",
    "projectTitle3": "Go-Net Fibra",
    "projectTitle4": "Fibra Speed",
    "projectTitle5": "Elyt Engenharia",
    "projectTitle6": "Portal Alumínio",
    "projectTitle7": "DGTV",
    "projectTitle8": "Prime Clin",
    
    "rightsReserved": "全著作権所有",
    "authorName": "Danilo Costa de Oliveira"
    }