{
    "welcome": "Добро пожаловать. Мы рады видеть вас здесь.",
    "hello": "Привет, меня зовут Данило Коста де Оливеира.",
    "skills": "У меня есть технические навыки в JavaScript, HTML, CSS и опыт работы с фреймворками, такими как React. Я стремлюсь использовать свои знания для участия в разработке проектов и профессионального роста в области программирования.",
    
    "projectDescription1": "Сайт Jump Indoor Park был тщательно разработан, чтобы предложить посетителям захватывающий опыт, выделяя захватывающие аттракционы парка батутов. Помимо того, что он предоставляет захватывающий обзор объектов, сайт предлагает удобную платформу для онлайн-покупки билетов, обеспечивая удобство и быстроту участия в активностях парка.",
    "projectDescription2": "Компания iPulse - это маркетинговое агентство, посвященное повышению онлайн-успеха своих клиентов. Предоставляя широкий спектр услуг, от создания веб-сайтов до стратегий цифрового маркетинга, платного трафика, визуальной идентичности, регистрации торговых марок и управления социальными сетями. iPulse обязуется предоставлять персонализированные решения, которые повышают онлайн-присутствие и эффективность маркетинговых стратегий для компаний всех размеров.",
    "projectDescription3": "Сайт Go-net Fibra разработан для предоставления клиентам северо-восточного региона Бразилии интуитивного опыта при изучении и выборе между различными планами интернета, телефонии и комбо, включая ТВ. С акцентом на Масейо, сайт предоставляет прозрачное и подробное представление о предлагаемых услугах, позволяя абонентам сделать обоснованный выбор в соответствии с их потребностями в подключении.",
    "projectDescription4": "Сайт Fibra Speed обслуживает клиентов в определенных районах Кампинаса, Монте Мора и Ортоландии, предоставляя удобную платформу для просмотра различных планов интернета, телефонии и комбо, включая ТВ, доступных в регионе Сан-Паулу. С интуитивным дизайном сайт предоставляет всестороннюю информацию, чтобы помочь абонентам выбрать сервис, наилучшим образом отвечающий их потребностям в подключении в регионе штата Сан-Паулу.",
    "projectDescription5": "Проект Elyt был разработан для компании по электротехнике, охватывающей услуги, такие как солнечная энергия, сборка подстанций, электротехнические проекты и многое другое. Заметным дополнением к веб-сайту стала калькулятор солнечной энергии, созданный с использованием JavaScript, который позволяет пользователям рассчитать, сколько панелей требуется для генерации соответствующих кВтч их потребления.",
    "projectDescription6": "Portal Alumínio - это компания из Пары, специализирующаяся на продаже рам, стекла, дверей, окон, ограждений и других товаров. Мы разработали веб-сайт с различными изображениями компании, предлагающий раздел для проектов и полный каталог со всеми доступными товарами.",
    "projectDescription7": "DGTV был создан для интернет-провайдера, который хотел создать эксклюзивную платформу для демонстрации своих пакетов телеканалов и опций à la carte. Эта страница была связана с основным веб-сайтом DGnetSP.",
    "projectDescription8": "Prime Cline - это эстетическая клиника, предлагающая различные услуги, связанные с эстетическим уходом. Страница была разработана для облегчения визуализации всех эстетических процедур, предлагаемых компанией, и предоставления информации о ее услугах и миссии.",

    "projectTitle": "МОИ ПРОЕКТЫ",
    "projectTitle1": "Jump Indoor Park",
    "projectTitle2": "iPulse",
    "projectTitle3": "Go-Net Fibra",
    "projectTitle4": "Fibra Speed",
    "projectTitle5": "Elyt Engenharia",
    "projectTitle6": "Portal Alumínio",
    "projectTitle7": "DGTV",
    "projectTitle8": "Prime Clin",
    
    "rightsReserved": "Все права защищены",
    "authorName": "Данило Коста де Оливеира"
    }