{
    "welcome": "Bienvenue. Nous sommes heureux de vous accueillir ici.",
    "hello": "Bonjour, je m'appelle Danilo Costa de Oliveira.",
    "viewProject": "Explorer le Projet",
    "skills": "Développeur Full Stack spécialisé dans les écosystèmes modernes avec Next.js, TypeScript et Node.js. Expérience avérée dans la création de plateformes SaaS robustes, intégrant l'Intelligence Artificielle, l'automatisation et des architectures évolutives avec PostgreSQL et Prisma. Axé sur des interfaces performantes et des solutions innovantes.",
    "projectDescription1": "Écosystème complet de gestion d'entreprise combinant IA, automatisation et communication conversationnelle pour transformer la gestion des ventes, des stocks et du service client.",
    "projectDescription2": "Plateforme web complète et moderne pour la création efficace de devis personnalisés, la génération automatique de contrats numériques juridiquement valables et un tableau de bord administratif intuitif.",
    "projectDescription3": "Système complet de contrôle financier personnel et familial développé avec Next.js, TypeScript, Prisma, TailwindCSS, Shadcn/UI, NextAuth.js et Recharts.",
    "projectDescription4": "Une plateforme communautaire complète pour les joueurs de poker avec système de cours, suivi des progrès et interaction sociale.",
    "projectDescription5": "Solution d'entreprise avancée combinant IA conversationnelle, traitement de documents et analyse sémantique pour automatiser et optimiser la gestion documentaire.",
    "projectDescription6": "Plateforme SaaS pour la gestion et l'approbation de calendriers de contenu pour les réseaux sociaux, avec double flux d'approbation, intégration de l'IA et espaces clients personnalisés.",
    "projectDescription7": "Système complet de gestion académique développé pour COOPEDUC, offrant des fonctionnalités avancées de contrôle des présences, reconnaissance faciale, notifications push et plus encore.",
    "projectTitle": "MES PROJETS",
    "projectTitle1": "Stockia",
    "projectTitle2": "BudgetFlow",
    "projectTitle3": "Controle Financeiro",
    "projectTitle4": "GameEvolution",
    "projectTitle5": "AgenteIA Docs",
    "projectTitle6": "PostPilot",
    "projectTitle7": "Coopeduc",
    "rightsReserved": "Tous droits réservés",
    "authorName": "Danilo Costa de Oliveira",
    "techJs": "JavaScript: Le langage du web interactif",
    "techTs": "TypeScript: JavaScript avec des super-pouvoirs",
    "techHtml": "HTML5: Structure et sémantique modernes",
    "techCss": "CSS3: Stylisation et design réactif",
    "techTailwind": "Tailwind CSS: Stylisation rapide et utilitaire",
    "techNext": "Next.js: Le framework React pour la production",
    "techReact": "React: Bibliothèque pour interfaces dynamiques",
    "techNode": "Node.js: JavaScript côté serveur",
    "techPhp": "PHP: Backend robuste et flexible",
    "techPython": "Python: Polyvalence dans les scripts et l'IA",
    "techMysql": "MySQL: Gestion de base de données fiable",
    "techPostgres": "PostgreSQL: Base de données relationnelle avancée",
    "techLaravel": "Laravel: Le framework PHP pour les artisans du web",
    "techBootstrap": "Bootstrap: Mises en page rapides et cohérentes",
    "techVscode": "VS Code: Éditeur de code productif",
    "techLinux": "Linux: OS pour serveurs et développeurs"
}