{
    "welcome": "Seja bem-vindo(a). É um prazer recebê-lo(a) aqui.",
    "hello": "Olá, meu nome é Danilo Costa de Oliveira.",
    "viewProject": "Explorar Projeto",
    "skills": "Desenvolvedor Full Stack especializado em ecossistemas modernos com Next.js, TypeScript e Node.js. Experiência comprovada na criação de plataformas SaaS robustas, integrando Inteligência Artificial, automação e arquiteturas escaláveis com PostgreSQL e Prisma. Foco em interfaces de alta performance e soluções inovadoras.",
    "projectDescription1": "Ecossistema completo de gestão empresarial que combina inteligência artificial, automação e comunicação conversacional para transformar a forma como empresas gerenciam vendas, estoque e atendimento ao cliente.",
    "projectDescription2": "Plataforma web completa e moderna para a criação eficiente de orçamentos personalizados, geração automática de contratos digitais com validade jurídica e um painel administrativo intuitivo.",
    "projectDescription3": "Sistema completo de controle financeiro pessoal e familiar desenvolvido com Next.js, TypeScript, Prisma, TailwindCSS, Shadcn/UI, NextAuth.js e Recharts.",
    "projectDescription4": "Uma plataforma completa de comunidade para jogadores de poker com sistema de cursos, progresso e interação social.",
    "projectDescription5": "Solução empresarial avançada que combina inteligência artificial conversacional, processamento de documentos e análise semântica para automatizar e otimizar a gestão documental.",
    "projectDescription6": "Plataforma SaaS para gestão e aprovação de calendários de conteúdo para redes sociais, com fluxo de aprovação duplo, integração com IA e áreas personalizadas por cliente.",
    "projectDescription7": "Sistema completo de gestão acadêmica desenvolvido para a COOPEDUC, oferecendo funcionalidades avançadas de controle de presença, reconhecimento facial, notificações push e muito mais.",
    "projectTitle": "MEUS PROJETOS",
    "projectTitle1": "Stockia",
    "projectTitle2": "BudgetFlow",
    "projectTitle3": "Controle Financeiro",
    "projectTitle4": "GameEvolution",
    "projectTitle5": "AgenteIA Docs",
    "projectTitle6": "PostPilot",
    "projectTitle7": "Coopeduc",
    "rightsReserved": "Todos os direitos reservados",
    "authorName": "Danilo Costa de Oliveira",
    "techJs": "JavaScript: A linguagem da web interativa",
    "techTs": "TypeScript: JavaScript com superpoderes",
    "techHtml": "HTML5: Estrutura e semântica moderna",
    "techCss": "CSS3: Estilização e design responsivo",
    "techTailwind": "Tailwind CSS: Estilização rápida e utilitária",
    "techNext": "Next.js: Framework React para produção",
    "techReact": "React: Biblioteca para interfaces dinâmicas",
    "techNode": "Node.js: JavaScript no lado do servidor",
    "techPhp": "PHP: Backend robusto e flexível",
    "techPython": "Python: Versatilidade em scripts e IA",
    "techMysql": "MySQL: Gerenciamento de banco de dados confiável",
    "techPostgres": "PostgreSQL: Banco de dados relacional avançado",
    "techLaravel": "Laravel: Framework PHP para artesãos da web",
    "techBootstrap": "Bootstrap: Layouts rápidos e consistentes",
    "techVscode": "VS Code: Editor de código produtivo",
    "techLinux": "Linux: Sistema operacional para servidores e dev"
}