{
    "welcome": "Bienvenido(a). Es un placer recibirte aquí.",
    "hello": "Hola, mi nombre es Danilo Costa de Oliveira.",
    "viewProject": "Explorar Proyecto",
    "skills": "Desarrollador Full Stack especializado en ecosistemas modernos con Next.js, TypeScript y Node.js. Experiencia comprobada en la creación de plataformas SaaS robustas, integración de Inteligencia Artificial, automatización y arquitecturas escalables con PostgreSQL y Prisma. Enfocado en interfaces de alto rendimiento y soluciones innovadoras.",
    "projectDescription1": "Ecosistema completo de gestión empresarial que combina IA, automatización y comunicación conversacional para transformar cómo las empresas gestionan ventas, inventario y atención al cliente.",
    "projectDescription2": "Plataforma web completa y moderna para la creación eficiente de presupuestos personalizados, generación automática de contratos digitales con validez legal y un panel administrativo intuitivo.",
    "projectDescription3": "Sistema completo de control financiero personal y familiar desarrollado con Next.js, TypeScript, Prisma, TailwindCSS, Shadcn/UI, NextAuth.js y Recharts.",
    "projectDescription4": "Una plataforma de comunidad completa para jugadores de póquer con sistema de cursos, seguimiento de progreso e interacción social.",
    "projectDescription5": "Solución empresarial avanzada que combina IA conversacional, procesamiento de documentos y análisis semántico para automatizar y optimizar la gestión documental.",
    "projectDescription6": "Plataforma SaaS para gestión y aprobación de calendarios de contenido para redes sociales, con flujo de aprobación doble, integración con IA y áreas personalizadas por cliente.",
    "projectDescription7": "Sistema completo de gestión académica desarrollado para COOPEDUC, ofreciendo funciones avanzadas de control de asistencia, reconocimiento facial, notificaciones push y más.",
    "projectTitle": "MIS PROYECTOS",
    "projectTitle1": "Stockia",
    "projectTitle2": "BudgetFlow",
    "projectTitle3": "Controle Financeiro",
    "projectTitle4": "GameEvolution",
    "projectTitle5": "AgenteIA Docs",
    "projectTitle6": "PostPilot",
    "projectTitle7": "Coopeduc",
    "rightsReserved": "Todos los derechos reservados",
    "authorName": "Danilo Costa de Oliveira",
    "techJs": "JavaScript: El lenguaje de la web interactiva",
    "techTs": "TypeScript: JavaScript con superpoderes",
    "techHtml": "HTML5: Estructura y semántica moderna",
    "techCss": "CSS3: Estilización y diseño responsivo",
    "techTailwind": "Tailwind CSS: Estilización rápida y utilitaria",
    "techNext": "Next.js: Framework de React para producción",
    "techReact": "React: Biblioteca para interfaces dinámicas",
    "techNode": "Node.js: JavaScript en el lado del servidor",
    "techPhp": "PHP: Backend robusto y flexible",
    "techPython": "Python: Versatilidad en scripts e IA",
    "techMysql": "MySQL: Gestión de bases de datos confiable",
    "techPostgres": "PostgreSQL: Base de datos relacional avanzada",
    "techLaravel": "Laravel: Framework PHP para artesanos web",
    "techBootstrap": "Bootstrap: Diseños rápidos y consistentes",
    "techVscode": "VS Code: Editor de código productivo",
    "techLinux": "Linux: Sistema operativo para servidores y dev"
}